Repository: jsoriano/pysdm
Catalog: po/*.po
Languages: gl, it

source: Storage Device Manager
gl: Xestor de dispositivos de almacenamento
it: Gestore dei Supporti di Memorizzazione

source: Type
gl: Tipo
it: Tipo

source: Mountpoint
gl: Punto de montaxe
it: Punto di mount

source: Name
gl: Nome
it: Nome

source: Options
gl: Opcións
it: Opzioni

source: Set defaults
gl: Predeterminar
it: Imposta defaults

source: Assistant
gl: Asistente
it: Assistente

source: Mount
gl: Montar
it: Monta

source: Remove
gl: Eliminar
it: Rimuovi

source: <b>Information</b>
gl: <b>Información</b>
it: <b>Informazioni</b>

source: General Configuration
gl: Configuración xeral
it: Configurazione Generale

source: name
gl: nome
it: nome

source: vendor
gl: vendedor
it: produttore

source: model
gl: modelo
it: modello

source: serial
gl: Número de serie
it: numero di serie

source: Vendor
gl: Vendedor
it: Produttore

source: Model
gl: Modelo
it: Modello

source: Serial
gl: Número de Serie
it: Numero di serie

source: <b>Attributes</b>
gl: <b>Atributos</b>
it: <b>Attributi</b>

source: Up
gl: Subir
it: Sposta su

source: Down
gl: Baixar
it: Sposta giù

source: Edit
gl: Editar
it: Modifica

source: Delete
gl: Borrar
it: Cancella

source: New
gl: Novo
it: Nuovo

source: <b>Rules</b>
gl: <b>Regras</b>
it: <b>Regole</b>

source: Dynamic configuration rules
gl: Regras de configuración dinámica
it: Regole dinamiche di configurazione

source: Mounting
gl: Montado
it: Montaggio

source: Special Files
gl: Ficheiros especiais
it: File Speciali

source: Quota
gl: Cota

source: Performance
gl: Rendimento
it: Prestazioni

source: Miscellaneous
gl: Outras opcións
it: Varie

source: Update file time for each access
gl: Actualizar o indicador de tempo en cada acceso
it: Aggiorna file time ad ogni accesso

source: Update directory time for each access
gl: Actualizar o indicador de tempo de directorios en cada acceso
it: Aggiorna directory time ad ogni accesso

source: The file system is mounted at boot time
gl: Montar o sistema de ficheiros no arranque
it: Il file system è montato all'avvio

source: Interpret character or block special devices on the file system
gl: Interpretar dispositivos especiais de carácteres ou bloques
it: Interpreta il carattere o blocca i dispositivi speciali sul file system

source: Permit execution of binaries
gl: Permitir a execución de binarios
it: Permetti l'esecuzione di binari

source: Allow a user to mount and unmount the file system
gl: Permitir a un usuario montar e desmontar o sistema de ficheiros
it: Permetti a un utente di montare e smontare il file system

source: Allow any user to mount the file system
gl: Permitir a calquer usuario montar o sistema de ficheiros
it: Permetti ad ogni utente di montare e smontare il file system

source: Allow a group to mount this file system
gl: Permitir a un grupo montar o sistema de ficheiros
it: Permetti a un gruppo di montare e smontare il file system

source: This file system requires network
gl: Este sistema de ficheiros require conexión de rede
it: Il file system richiede una rete

source: The owner of the device can mount it
gl: O propietario do dispositivo pode montalo
it: Il proprietario della periferica può montarla

source: Permit executables to change user/group identity
gl: Permitir aos executables cambiar o identificador de usuario/grupo
it: Permetti agli eseguibili di cambiare user/group ID

source: Mount file system in read-only mode
gl: Montar como sistema de só lectura
it: Monta il file system in sola lettura

source: I/O to the file system should be done synchronously
gl: E/S no sistema de ficheiros debe facerse sincronizadamente
it: I/O al file system devono essere fatti in modo sincrono

source: All directory updates should be done synchronously
gl: Todas as actualizacións de directorios deben facerse sincronizadamente
it: Tutti gli aggiornamenti di directory devono essere fatti in modo sincrono

source: Support POSIX access list
gl: Soporte para listas de acceso POSIX
it: Supporta lista degli accessi POSIX

source: Minix behaviour for stat information
gl: Comportamento «Minix» para información de estado
it: Comportamento Minix per le informazioni di stat

source: Check file system at mount time
gl: Comprobar o sistema de ficheiros ao montar
it: Controlla file system quando viene montato

source: Print debugging info
gl: Amosar a información de depuración
it: Mostra info di debug

source: Specify what to do in case of error
gl: Especificar que facer en caso de erro
it: Specifica cosa fare in caso di errore

source: Get group id from the directory for a new file
gl: Aplicar aos novos ficheiros o identificador de grupo do directorio
it: Prendi dalla directory l'id del gruppo per un nuovo file

source: Do not attach buffer_heads to file pagecache
gl: Non adxuntar cabeceiras do búfer ao ficheiro de caché

source: Disables 32 bit user and group id
gl: Desactivar os identificadores de grupo e usuario de 32 bits
it: Disabilita user/grup id a 32 bit

source: Use old new inode allocator
gl: Usar o anterior localizador de espazo para novos nodos-i

source: Group allowed to use reserved space
gl: Grupo que pode usar o espazo reservado
it: Gruppo cui è permesso usare lo spazio riservato

source: User allowed to use reserved space
gl: Usuario que pode usar o espazo reservado
it: Utente cui è permesso usare lo spazio riservato

source: Use a especific block as superblock
gl: Usar o bloque específico como superbloque
it: Usa un particolare blocco come superblocco

source: Support extended attributes
gl: Compatibilidade cos atributos estendidos
it: Supporta gli attributi estesi

source: Update journal or specify the inode where it is
gl: Actualizar «journal» ou especificar o nodo-i donde está
it: Aggiorna il journal o specifica in quale inode si trova

source: Do not load journal on mounting
gl: Non cargar «journal» ao montar
it: Non caricare il journal quando viene montato

source: Specify a journaling mode
gl: Especificar un modo de «journaling»
it: Specifica il metodo di journaling

source: Synchronize data and metadata every specified seconds, 0 for default (5s.)
gl: Especificar o tempo de actualización de datos e metadatos (0 para valor predeterminado)
it: Sincronizza dati e metadati ogni 'x' secondi, 0 per il default (5s.)

source: Set blocksize
gl: Establecer o tamaño do bloque
it: Imposta la dimensione dei blocchi

source: Owner user of the filesystem
gl: Usuario propietario do sistema de ficheiros

source: Owner group of the filesystem
gl: Grupo propietario do sistema de ficheiros

source: umask for file and directory permissions in octal
gl: «umask» para os permisos de ficheiros e directorios (en octal)

source: umask for directory permissions in octal
gl: «umask» para os permisos de directorios (en octal)

source: umask for file permissions in octal
gl: «umask» para os permisos de ficheiros (en octal)

source: Select level of character checking in file names
gl: Seleccionar o nivel de comprobación de carácteres nos nomes de ficheiros

source: Sets the codepage for converting to shortname characters
gl: Establecer a colección de carácteres para converter carácteres

source: Text format conversion mode
gl: Modo de conversión de formato de texto

source: Forces the driver to use the CVF module instead of autodetection
gl: Forzar ao controlador a usar o módulo CVF no canto de autodetectalo
it: Forza il driver ad usare il modulo CVF al posto dell'autorilevamento

source: Option passed to CVF module
gl: Opción pasada ao módulo CVF

source: Display debug messages
gl: Amosar as mensaxes de depuración
it: Mostra messaggi di debug

source: Specify a 12, 16 or 32 bit fat
gl: Especificar unha FAT de 12, 16 o 32 bits
it: Specifica fat a 12, 16 o 32 bit

source: Character set to use for file names
gl: Colección de carácteres para os nomes de ficheiro
it: Set di caratteri da usare per i nomi dei file

source: Failures do not return errors
gl: Os fallos no devolven erros
it: Gli insuccessi non restituiscono errori

source: Use UTF-8 for converting file names
gl: Usar UTF-8 para converter nomes de ficheiros
it: Usa UTF-8 per convertire i nomi dei files

source: Use escape sequences for unknown characters
gl: Usar secuencias de escape para carácteres descoñecidos
it: Utilizzare le sequenze di escape per i caratteri sconosciuti

source: If enabled (1), the file system distinguishes between upper and lower case.
gl: Se se activa (1), o sistema de ficheiros distingue entre maiúsculas e minúsculas
it: Se abilitato (1), il file system distingue maiuscole e minuscole.

source: Updated filesystem from ReiserFS 3.5 to 3.6
gl: Sistema de ficheiros actualizado de ReiserFS 3.5 a 3.6
it: Aggiorna filesystem ReiserFS 3.5 a 3.6

source: Specify hash function to find files
gl: Especificar a función «hash» para atopar ficheiros
it: Specifica l'algoritmo di hash per trovare i fie

source: Disable reiserfs journaling
gl: Desactivar «journaling»
it: Disabilita journaling per ReiserFS

source: Disable efficient in-tree storage of small files
gl: Desactivar o empaquetado de ficheiros na árbore
it: Disabilita la memorizzazione ad albero efficiente per i file piccoli

source: Swap device
gl: Dispositivo de intercambio
it: Periferica di swap

source: Enable the DMAPI (Data management API)
gl: Activar DMAPI (API de xestión de datos)
it: Abilita DMAPI (Data management API)

source: Data allocations will not be aligned at stripe unit boundaries
gl: A ubicación dos datos non será aliñada nos límites das unidades segmentadas
it: L'allocazione dei dati non sarè allineata ai limiti di ripartizione dei blocchi

source: The file system will be mounted without running log recovery
gl: O sistema de ficheiros será montado sen rexistro de recuperación
it: Il file system sarà montato senza l'esecuzione del ripristino log

source: Ignore file system uuid
gl: Ignorar UUID
it: Ignora uuid del file system

source: Enable user disk quota
gl: Activar cota de usuario
it: Abilita qouta disco per utente

source: Enable group disk quota
gl: Activar cota de grupo
it: Abilita qouta disco per gruppo

source: Partition List
gl: Lista de particións
it: Tabella Partizioni

source: Rules
gl: Regras
it: Regole

source: Unmount
gl: Desmontar
it: Smonta

source: Unknown
gl: Descoñecido
it: Sconosciuto

source: Configure now?
gl: Configurar agora?
it: Vuoi configurarlo ora?

source: hasn't been configured. Do you want to configure it now?
gl: non foi configurada. Configurar agora?
it: non è stato configurato. Vuoi configurarlo ora?

source: Select a file for mountpoint...
gl: Elixe un directorio como punto de montaxe...
it: Scegli un file per il punto di mount...

source: Select options
gl: Elixe opcións
it: Selezionare opzioni

source: The file system is busy. Can't be unmounted
gl: O sistema de ficheiros está ocupado. Non pode ser desmontado
it: Il file system è occupato. Non può essere smontato

source: The file system can't be mounted mount returned error:
gl: O sistema de ficheiros non pudo ser montado "mount" devolveu o erro:
it: Il file system non può essere montato 'mount' ha restituito un errore:

source: Mount error
gl: Erro de montaxe
it: Errore di mount

source: This action will delete file system configuration Are you sure?
gl: Esta acción eliminará a configuración deste sistema de ficheiros, estás seguro?
it: Questo cancellerà la configurazione del file system Continuare?

source: New rule...
gl: Nova regra...
it: Nuova regola...

source: Remove selected udev rule?
gl: Eliminar regra seleccionada?
it: Rimuovere la regola udev selezionata?

source: You should have root privileges to run this program
gl: Debes ter privilexios de administrador para executar este programa
it: Servono permessi di root per eseguire questo programma

source: Name is
gl: O nome é
it: Il nome è

source: Bus is
gl: O bus é
it: Il bus è

source: Vendor is
gl: O vendedor é
it: Il produttore è

source: Model is
gl: O modelo é
it: Il modello è

source: Serial is
gl: O número de serie é
it: Il numero di serie è

source: Specify a device file name
gl: Especificar un nome de ficheiro de dispositivo
it: Specifica un nome per il filedella periferica

source: Specify users rigths
gl: Especificar permisos de usuario
it: Specifica i permessi utenti

source: Specify owner group
gl: Especificar grupo propietario
it: Specifica il gruppo proprietario

source: Specify owner user
gl: Especificar usuario propietario
it: Specifica l'utente proprietario

source: Create a link with this name
gl: Crear unha ligazón con este nome
it: Crea un link con questo nome

source: Conditions
gl: Condicións
it: Condizioni

source: Actions
gl: Accións
it: Azioni
